{
  "programs": [
    {
      "id": "1",
      "title": "Bachelor of Science in Computer Science",
      "type": "Offline",
      "description": "Embark on a journey into the world of computing with our Bachelor of Science in Computer Science program. Explore core concepts in algorithms, data structures, programming languages, and software engineering. Gain hands-on experience through practical projects and internships, preparing you for a rewarding career in technology.",
      "location": "J Block",
      "tuition": "₹40,000 per semester",
      "university": {
        "name": "Sri Krishna Arts and Science College",
        "description": "Sri Krishna Arts and Science College is renowned for its excellence in technology education, offering cutting-edge programs that prepare students for success in today's digital world. Our faculty comprises industry experts dedicated to fostering innovation and academic excellence.",
        "contactEmail": "contact@srikrishna.edu",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "2",
      "title": "Bachelor of Computer Applications (BCA)",
      "type": "Offline",
      "location": "B Block",
      "description": "Join our Bachelor of Computer Applications program and delve into the fascinating realm of computer science and applications. Learn about software development, database management, web technologies, and more. Our curriculum emphasizes practical skills and industry relevance, equipping you for a successful career in IT.",
      "tuition": "₹35,000 per semester",
      "university": {
        "name": "Sri Krishna Arts and Science College",
        "description": "Sri Krishna Arts and Science College is a hub of creativity and innovation, offering dynamic programs that empower students to excel in their chosen fields. Our BCA program combines theoretical knowledge with hands-on experience to prepare graduates for the demands of the digital age.",
        "contactEmail": "contact@srikrishna.edu",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "3",
      "title": "Diploma in Computer Science",
      "type": "Offline",
      "location": "G Block",
      "description": "Are you passionate about technology? Enroll in our Diploma in Computer Science program and kickstart your journey towards a rewarding career in IT. Learn essential programming languages, software development methodologies, and problem-solving techniques. Benefit from hands-on projects and expert guidance from industry professionals.",
      "tuition": "₹30,000 per semester",
      "university": {
        "name": "Sri Krishna Arts and Science College",
        "description": "Sri Krishna Arts and Science College is committed to providing quality education and fostering a culture of innovation and excellence. Our Diploma in Computer Science program equips students with the skills and knowledge needed to thrive in today's technology-driven world.",
        "contactEmail": "contact@srikrishna.edu",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "4",
      "title": "Bachelor of Science in Data Science",
      "type": "Offline",
      "description": "Explore the exciting field of data science with our flexible Bachelor of Science program. Gain expertise in data analysis, machine learning, statistical modeling, and more. Our part-time schedule allows you to balance your studies with other commitments while preparing you for a career at the forefront of data-driven innovation.",
      "location": "H Block",
      "tuition": "₹45,000 per semester",
      "university": {
        "name": "Sri Krishna Arts and Science College",
        "description": "Sri Krishna Arts and Science College is dedicated to empowering students with the knowledge and skills needed to excel in today's competitive job market. Our Bachelor of Science in Data Science program combines theoretical foundations with practical applications, preparing graduates for success in the dynamic field of data analytics.",
        "contactEmail": "contact@srikrishna.edu",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "5",
      "title": "Bachelor of Technology in Information Technology",
      "type": "Distance Education",
      "description": "Embark on a journey of innovation and discovery with our Bachelor of Technology in Information Technology program. Explore cutting-edge technologies, including web development, cybersecurity, cloud computing, and more. Gain hands-on experience through industry projects and internships, preparing you for a successful career in IT.",
      "location": "E Block",
      "tuition": "₹25,000 per semester",
      "university": {
        "name": "Sri Krishna Arts and Science College",
        "description": "Sri Krishna Arts and Science College is committed to excellence in technology education, offering rigorous programs that prepare students for the demands of the digital age. Our Bachelor of Technology in Information Technology program equips graduates with the skills and knowledge needed to thrive in diverse IT roles.",
        "contactEmail": "contact@srikrishna.edu",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "6",
      "title": "Bachelor of Science in Software Engineering",
      "type": "Both Combined",
      "description": "Join our Bachelor of Science in Software Engineering program and become a leader in software development and innovation. Learn about software design, development methodologies, quality assurance, and project management. Gain practical experience through internships and industry projects, preparing you for a successful career in software engineering.",
      "location": "F Block",
      "tuition": "₹50,000 per semester",
      "university": {
        "name": "Sri Krishna Arts and Science College",
        "description": "Sri Krishna Arts and Science College is dedicated to fostering innovation and excellence in software engineering education. Our Bachelor of Science program combines rigorous coursework with hands-on experience, preparing graduates to tackle complex challenges in the field of software development.",
        "contactEmail": "contact@srikrishna.edu",
        "contactPhone": "555-555-5555"
      }
    }
  ]
}
